//
//  Person.swift
//  PersonApp
//
//  Created by Denis Shpagin on 04.06.2022.
//

struct Person {
    let nameUser = "fan Pennywise"
    let login = "User"
    let password = "12345"
    let description = "Пеннивайз — главный антагонист романа Оно. Это злобное инопланетное существо, которое умеет менять свою внешность. Прибыл на Землю из космоса в облике саркастичного клоуна. Он также может превращаться в любимых своих жертв, или же в их страхи и кошмары. Предпочитает детей, так как ими легче манипулировать, они быстро пугаются, и их проще поймать и убить. По словам существа, испуганная плоть гораздо вкуснее."
    
    let personality = "Причины, лежащие в основе действия Пеннивайза, заключаются в том, что он ест ради собственного выживания и удовлетворения, а затем он обычно бездействует после годового потребления пищи. Самое главное, что Пеннивайз хочет поглотить тех, кто его испугался. Существо подразумевает, что это усиливает вкус. Единственные цели Пеннивайза только есть и спать. Он будет охотиться и убивать в течение года, прежде чем войти в 27-летнее бездействие. Манипулирует сознанием и вниманием людей в Дерри, чтобы скрыть свою деятельность и изолировать своих жертв."
}


